tap "aws/tap"
tap "heroku/brew"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "oclint/formulae"
tap "vapor/tap"
brew "gettext"
brew "glib"
brew "pixman"
brew "xz"
brew "cairo"
brew "harfbuzz"
brew "little-cms2"
brew "ant@1.9"
brew "anyenv"
brew "jpeg", link: true
brew "apr-util"
brew "autoconf"
brew "python@3.10", link: false
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bison@2.7"
brew "boost"
brew "carthage"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose", link: false
brew "docker-machine"
brew "guile"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "folly"
brew "figlet"
brew "findutils"
brew "gcovr"
brew "gdk-pixbuf"
brew "openjpeg"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-flow"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "imagemagick@6", link: true
brew "jq"
brew "node@10"
brew "kibana"
brew "kotlin"
brew "ktlint"
brew "libcroco"
brew "libxml2"
brew "llvm"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "mergepbx"
brew "mint"
brew "mitmproxy"
brew "mysql"
brew "mysql-client"
brew "nkf"
brew "node"
brew "openjdk@11"
brew "peco"
brew "percona-toolkit"
brew "pipenv"
brew "plantuml"
brew "postgresql@14"
brew "pyenv"
brew "tcl-tk", link: false
brew "python@3.8", link: false
brew "qt"
brew "re2c"
brew "rename"
brew "ruby-build"
brew "sonar-scanner"
brew "subversion"
brew "swiftlint"
brew "watchman"
brew "wget"
brew "xcodegen"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"
brew "heroku/brew/heroku"
brew "oclint/formulae/oclint"
cask "alfred"
cask "caffeine"
cask "cd-to"
cask "dash"
cask "dbeaver-community"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "hyper"
cask "java6"
cask "postico"
cask "postman"
cask "slack"
cask "sourcetree"
cask "the-unarchiver"
cask "vagrant"
cask "vagrant-manager"
cask "visual-studio-code"
cask "wireshark"
