tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/core'
tap 'peco/peco'
brew 'anyenv'
brew 'autoconf'
brew 'openssl'
brew 'pkg-config'
brew 'curl'
brew 'xz'
brew 'libpng'
brew 'freetype'
brew 'go'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'imagemagick'
brew 'peco'
brew 'readline'
brew 'postgresql'
brew 'pyenv'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
cask 'alfred'
cask 'atom'
cask 'dash'
cask 'iterm2'
cask 'slack'
cask 'the-unarchiver'
